KPeople-EN-src-0.1/PENTAHO-BI/ETL/soapRequestUserEventCreator.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Body>
      <ns3:getUserEventsCreator xmlns:ns3="http://report.service.kpeople.webscience.it">
      </ns3:getUserEventsCreator>
   </soapenv:Body>
</soapenv:Envelope>